{
  "next": "التالي",
  "register": "تسجيل",
  "skip": "تخطي",
  "boards": {
    "firstTitle": "توزيعات دورية ثابتة",
    "firstDetails": "استثمر بكل سهولة في فرص استثمارية تعطي\n توزيعات دورية ثابتة",
    "secondTitle": "تطبيق دينار مرخص من\n هيئة السوق المالية",
    "secondDetails": "جميع الفرص الاستثمارية في تطبيق دينار خاضعة لرقابة\n هيئة السوق المالية",
    "thirdTitle": "تشرف لجنة شرعية مستقلة على \nجميع منتجات دينار الاستثمارية",
    "thirdDetails": "جميع الفرص الاستثمارية تخضع لرقابة اللجنة الشرعية\n للتأكد من توائمها مع الشريعة الإسلامية"
  },
  "auctionCompletedModal": {
    "title": "انتهاء وقت مزايدة رقم 4738743",
    "content": "مزايدة رقم 843843 48384 تم إغلاقها،\nلمتابعةالنتائح الرجاء الصغط على الزر في \nالأسفل",
    "button": "نتائج المزايدة"
  },
  "registration": {
    "welcomeMessage": "مرحبا بك، \nسجل كمستخدم جديد",
    "email": "البريد الإلكتروني",
    "mobileNumber": "رقم الجوال",
    "password": "كلمة المرور",
    "agree": "أوافق على",
    "termsAndConditions": " الشروط والأحكام ",
    "register": "تسجيل",
    "haveAnAccount": "لدي حساب في دينار؟",
    "signIn": "تسجيل دخول"
  },
  "login": {
    "welcomeMessage": "مرحبا بك،\n سجل دخول الآن",
    "email": "البريد الإلكتروني",
    "password": "كلمة المرور",
    "forgotPassword": "هل نسيت كلمة المرور؟",
    "signIn": "تسجيل دخول",
    "haveAnAccount": "ليس لدي حساب في دينار؟",
    "register": "تسجيل جديد"
  },
  "forgotPassword": {
    "resetLink": "تم ارسال رابط اعادة كلمة المرور علي بريد الالكتروني",
    "resetPassword": "إعادة تعيين كلمة المرور",
    "enterEmail": "أدخل البريد الإلكتروني الخاص بك لإرسال لك رابط لإعادة تهيئة كلمة المرور الخاصة بك",
    "email": "البريد الإلكتروني",
    "send": "إرسال"
  },
  "termsAndConditions": {
    "title": "تعتبر الشروط والاحكام هي العقد بين مستخدم المنصة ودينار للاستثمار. بمجرد استخدامه للمنصة فهو بذلك قد وافق على جميع الشروط والاحكام الواردة في هذه القائمة. يجب على المستخدم قراءة هذه المعاهدة وفهمها واستيعابها والاطلاع عليها من وقت لآخر. ويحق لدينار للاستثمار تعديل وتغيير الشروط والاحكام في أي وقت تراه مناسباً ويعتبر المستخدم موافقاً على هذه التغييرات.",
    "agree": "أوافق على الشروط والأحكام",
    "firstPart": {
      "title": "التعريفات",
      "list": {
        "first": {
          "title": "• دينار للاستثمار :",
          "value": "شركة دينار للاستثمار مصرحة من هيئة السوق المالية بسجل تجاري رقم 1010742917 ومقرها مدينة الرياض."
        },
        "second": {
          "title": "• المستخدم :",
          "value": "هو الشخص الطبيعي او الاعتباري والمصرح له الاستفادة من خدمات المنصة."
        },
        "third": {
          "title": "• المنصة :",
          "value": "منصة الكترونية مملوكة لشركة دينار للاستثمار توفر فيها فرص الاستثمار في أدوات الدين للمنشآت الصغيرة والمتوسطة."
        },
        "fourth": {
          "title": "• المحفظة :",
          "value": "حساب مالي الكتروني وجد لغرض الاستثمار في المنصة."
        },
        "fifth": {
          "title": "• الأطراف ذات العلاقة :",
          "value": "وهم مديرو الشركة وموظفيها، وممثليها، ووكلائها، وأقاربهم."
        }
      }
    },
    "secondPart": {
      "title": "منصة دينار",
      "list": {
        "first": {
          "title": " • ",
          "value": "هي منصة تربط المستثمرين بطالبي التمويل عن طريق اصدار أدوات الدين والاستثمار بها. ولا تعتبر دينار للاستثمار طرفاً في عملية الاستثمار وانما تمثل دورها كوسيط بين المستثمر وطالب التمويل. كما لا تضمن دينار أي معلومة مقدمة من طالب التمويل ولا تعد ضامناً له، ولا تعتبر الاكتتابات المطروحة في المنصة توصيات للاستثمار بها."
        }
      }
    },
    "thirdPart": {
      "title": "التسجيل",
      "list": {
        "first": {
          "title": "•",
          "value": "يقتصر التسجيل في المنصة على من تجاوز سنه 18 عام، كما يستوجب على المستخدم ان يدخل معلوماته بطريقة صحيحة وكاملة وان يقوم بتحديثها إذا لزم ذلك. ويحق لدينار التحقق من معلومات المستخدم بما تراه مناسباً. ويجب على المستخدم ان يصحح معلوماته في حال كانت المعلومات خاطئة بشكل عاجل، ولدينار الحق في انهاء اتفاقية المستخدم في أي وقت دون اشعار مسبق منها."
        }
      }
    },
    "fourthPart": {
      "title": "حدود المسؤولية",
      "list": {
        "first": {
          "title": " •",
          "value": "لا تتحمل دينار للاستثمار أي خسائر او اضرار ناجمة عن استخدام المنصة او أي اضرار أخرى تحدث للمستخدم مالم تكن تلك الاضرار ناتجة عن الإهمال او نية التضليل والاضرار بالمستخدم. وفي كل الأحوال يجب الا تتعدى المسؤولية شركة دينار للاستثمار، وموظفيها، والوكلاء المباشرين، وممثليها."
        }
      }
    },
    "fifthPart": {
      "title": "الاستخدامات",
      "list": {
        "first": {
          "title": "•",
          "value": "يحق للمستخدم استخدام المنصة للأغراض المعدة له، وتحميل أي محتوى مقدم من المنصة بما لا ينتج عنه مخالفة الأنظمة واللوائح السارية في المملكة العربية السعودية."
        },
        "second": {
          "title": "•",
          "value": "يمنع على المستخدم من تعديل او نشر او بيع المواد والمحتويات المقدمة من منصة دينار، كما ان تحميل تلك المواد لا يعني انتقال الملكية الى المستخدم. ويحظر استخدام أي معلومة تم الحصول عليها من المنصة لأي أسباب أخرى غير المصرح بها في الشروط والاحكام."
        }
      }
    },
    "sixthPart": {
      "title": "المخاطر",
      "list": {
        "first": {
          "title": "•",
          "value": "تؤكد دينار للاستثمار ان الاكتتابات والفرص الاستثمارية المطروحة في منصتها هي استثمارات عالية المخاطر، ويجب على المستخدم مراجعة قدرته المالية قبل الاستثمار والعلم بأن الخسارة قد تفقده كامل استثماراته. ويجب على المستخدم تقييم الاكتتابات المتاحة من خلال المعلومات المقدمة من طالب التمويل والاخذ بعين الاعتبار الأسباب الخارجة عن إرادة طالب التمويل على سبيل المثال لا الحصر (الظروف الاقتصادية والعوامل المؤثرة على نشاط طالب التمويل)، كما تخلي دينار مسؤوليتها من أي خسائر ناتجة عن معلومات خاطئة مقدمة من طالب التمويل."
        }
      }
    },
    "seventhPart": {
      "title": "التطويرات",
      "list": {
        "first": {
          "title": " • ",
          "value": "يحق لدينار للاستثمار في أي وقت تراه مناسباً ان تلغي الخدمة بشكل مؤقت او دائم في سبيل تطوير المنصة او المنتجات المقدمة فيها سواءً كان هذا الاجراء قد أعلن عنه مسبقاً عن لا."
        }
      }
    },
    "eighthPart": {
      "title": "الخصوصية'",
      "list": {
        "first": {
          "title": "•",
          "value": "تلتزم دينار للاستثمار بالحفاظ على اقصى درجات السرية فيما يخص بيانات المستخدمين، كما تقوم دينار بجمع البيانات ومعالجتها وتخزينها بما تراه في مصلحة المستخدمين. ولأغراض الاستثمار، قد تشارك دينار البيانات مع أطراف ثالثة وذلك حسب ما تسمح به الأنظمة واللوائح. وتعمل دينار لتوفير اشد التدابير الأمنية لتأمين المعاملات التي تتم من خلالها وحماية البيانات من النشر او الضياع او التلف. ويجب على المستخدمين الحفاظ على سرية المعلومات التي يحصلون عليها عبر منصة دينار وعلمهم ان أي تسريب لها قد يعرضهم للمساءلة."
        }
      }
    },
    "ninthPart": {
      "title": "المستخدمين'",
      "list": {
        "first": {
          "title": "•",
          "value": "تحتفظ دينار بحقها في مراجعة بيانات المستخدمين واستبعاد او الغاء الحسابات التي لا تتوافق مع الشروط والاحكام الواردة في هذه القائمة. ويجب على المستخدم ان يكون مؤهلاً للتسجيل في الخدمات المقدمة من دينار وأن يكون استخدامه للمنصة لصالحه وليس نيابة عن شخص طبيعي او اعتباري. ويتعهد المستخدم على تنبيه دينار للاستثمار بكل ما يوحي بحدوث تسريب او اضرار او تلف للمعلومات، ويجب عليه الالتزام بالأنظمة واللوائح المعمول بها في المملكة العربية السعودية."
        }
      }
    },
    "tenthPart": {
      "title": "الاسترداد",
      "list": {
        "first": {
          "title": "•",
          "value": "يمكن للمستثمرين الأفراد طلب استرداد الاستثمار عن طريق التواصل مع فريق دينار عبر البريد الالكتروني التالي: info@dinar.sa أو الاتصال برقم الشركة على أن يتحقق الشرطان أدناه:"
        },
        "second": {
          "title": "•",
          "value": "ألا يكون قد جُمع أكثر من ٨٠٪ من مبلغ الاكتتاب في الإصدار الذي استثمر فيه المستثمر."
        },
        "third": {
          "title": "•",
          "value": "ألا يكون المستثمر قد استرد المستثمر أكثر من طلب واحد خلال الشهر الماضي. في حال تحقق الشرطان فسيرد طلب الاكتتاب وتعاد حصيلة الاكتتاب إلى محفظة المستثمر بعد خصم رسوم الدفع التي يفرضها شركاء الدفع على دينار (إذا كان المستثمر قد دفع المبلغ عبر Apple pay أو مدى)"
        },
        "fourth": {
          "title": "•",
          "value": "كما تحتفظ شركة دينار للاستثمار بحق تغيير هذه السياسة من دون إشعار مسبق."
        }
      }
    },
    "eleventhPart": {
      "title": "سياسة الإيقاف",
      "list": {
        "first": {
          "title": "•",
          "value": "تحتفظ دينار للاستثمار بحقها في إيقاف وإلغاء حساب المستخدم دون اخطار مسبق في حال انتهاكه للشروط والاحكام، ولا تتحمل دينار أي اضرار ناتجة عن حذف حساب المستخدم. وفي حال إيقاف الحساب، لا يحق للمستخدم الاحتفاظ بأي محتوى خاص في منصة دينار."
        }
      }
    },
    "twelfthPart": {
      "title": "المحفظة",
      "list": {
        "first": {
          "title": "•",
          "value": "توفر محفظة منصة دينار خدمة الاكتتاب في أدوات الدين المطروحة في المنصة، ويقر المستخدم بأن المحفظة وجدت لأغراض الاستثمار في المنصة فقط. وتعمل دينار دائماً على تطوير منتجاتها وبناءً على ذلك، يحق لدينار للاستثمار إيقاف خدمات المحفظة دون اخطار مسبق للارتقاء بخدمات المحفظة وجعلها تتناسب مع المنتجات المستحدثة. كما يحق لدينار للاستثمار حجز الأموال الموجودة بالمحفظة او تقييد الوصول اليها جزئياً في حال وجود منازعات قائمة، او لحماية دينار للاستثمار من أي مخاطر امنية او مالية، او فيما إذا كان المستخدم قد خالف الشروط والاحكام."
        }
      }
    },
    "thirteenthPart": {
      "title": "الإجراءات الممنوعة",
      "list": {
        "first": {
          "title": "•",
          "value": "تمنع دينار للاستثمار اصدار أدوات الدين للأنشطة والمشاريع المخالفة للمبادئ الأخلاقية والأنظمة واللوائح المعمول بها في المملكة العربية السعودية، ويخول لدينار حظر أي اجراء تكون فيه واقعة مشبوهة على سبيل المثال لا الحصر عمليات غسل الأموال وتمويل الإرهاب، كما ستتخذ دينار الإجراءات النظامية بحق كل من يخالف هذا البند."
        }
      }
    },
    "fourteenthPart": {
      "title": "أموال المستخدمين",
      "list": {
        "first": {
          "title": "•",
          "value": "توضح احكام إيداع وسحب الأموال والقيود الخاصة في هذا البند ويتم التطرق لتفويض المستخدم لدينار عند اجراء أي معاملة من خلال المنصة."
        }
      }
    },
    "fifteenthPart": {
      "title": "الرسوم",
      "list": {
        "first": {
          "title": "•",
          "value": "يجب على المستخدم سداد الرسوم الواردة تحت قائمة 'الرسوم' للاستفادة من خدمات المنصة، وتحتفظ دينار بحقها في تقدير الرسوم الواجب سدادها وإعادة تقدير الرسوم دون اخطار مسبق وحسب ما تراه مناسب."
        }
      }
    },
    "sixteenthPart": {
      "title": "التعويضات",
      "list": {
        "first": {
          "title": "•",
          "value": "تخلي دينار مسؤوليتها صراحةً من أي مطالبات او دعاوى ناتجة عن مخالفة المستخدم للشروط والاحكام، او استعمال المستخدم لخدمات المنصة بشكل غير مصرح به. ويقر المستخدم بتعويض دينار للاستثمار ممثلةً بمدراءها وموظفيها وممثليها ووكلائها عن أي اضرار ناشئة عن مخالفته للشروط والاحكام."
        }
      }
    },
    "seventeenthPart": {
      "title": "تضارب المصالح",
      "list": {
        "first": {
          "title": "•",
          "value": "يفسر مفهوم تضارب المصالح في حال الحدوث الفعلي او المحتمل لأي من الحالات التالية:"
        },
        "second": {
          "title": " • ",
          "value": "عند تعارض مصلحة خاصة لأي عضو مجلس إدارة دينار او موظفيها مع المصلحة العامة للشركة ما يجعل الطرف ذو العلاقة يتخذ القرارات دون موضوعية ما قد يؤثر على مصلحة الشركة والمستخدمين."
        },
        "third": {
          "title": " • ",
          "value": "عند تلقي الطرف ذو العلاقة او أحد من افراد عائلته صكوك شخصية لموقعهم في الشركة."
        }
      }
    },
    "eighteenthPart": {
      "title": "تطبيق سياسة تضارب المصالح",
      "list": {
        "first": {
          "title": " • ",
          "value": "لا تخالف هذه السياسات بما هو معمول به ضمن الأنظمة واللوائح المطبقة في المملكة العربية السعودية المتعلقة بتضارب المصالح، بل تعتبر ملحقاً لها."
        }
      }
    },
    "nineteenthPart": {
      "title": "اهداف السياسة",
      "list": {
        "first": {
          "title": " • ",
          "value": "وضعت دينار للاستثمار هذه السياسة لحماية مصالحها ومصالح المستخدمين من أي ما قد يجعل الطرف ذو العلاقة يحول دون ادائه لمسؤولياته تجاه دينار للاستثمار او المستخدمين، والتجنب من ان تؤثر المصلحة الشخصية للطرف ذو العلاقة على انجاز عمله بكل حيادية وموضوعية."
        }
      }
    },
    "twentiethPart": {
      "title": "حالات تضارب المصالح",
      "list": {
        "first": {
          "title": " • ",
          "value": "تملك أسهم في أي مصدر تستضيفه المنصة."
        },
        "second": {
          "title": " • ",
          "value": "دفع مبالغ لأي شخص يحيل أو يقوم بالتعريف بمصدر جديد من أجل استضافته بالمنصة، أو استقبال دفعات بأي شكل من الأشكال بما فيها الحصول على حصص أسهم في المصدر مقابل إحالته أو التعريف به للمنصة."
        },
        "third": {
          "title": " • ",
          "value": "شغل عضوية مجلس إدارة مصدر تستضيفه المنصة أو في أي جهة مستقلة تقدم خدمات الفحص النافي للجهالة أو التقييم أو المشورة للمصدر."
        },
        "fourth": {
          "title": " • ",
          "value": "شغل منصب في مصدر تستضيفه المنصة أو في أي جهة مستقلة تقدم خدمات الفحص النافي للجهالة أو التقييم أو المشورة للمصدر."
        },
        "fifth": {
          "title": " • ",
          "value": "تملك الشركة أو أي من موظفيها لحصة السيطرة في أي جهة مستقلة تقدم خدمات الفحص النافي للجهالة أو التقييم أو المشورة للمصدر."
        }
      }
    },
    "twentyFirstPart": {
      "title": "معالجة تضارب المصالح",
      "list": {
        "first": {
          "title": " • ",
          "value": "في حالة تضارب المصالح فيجب ان تعالج بإفصاح الشركة ذات العلاقة بحالة تضارب المصالح لدينار للاستثمار وتوضيح أثر هذه الحالة على باقي المعاملات وذلك قبل طرح الفرصة الاستثمارية للاكتتاب. و ان تفصح دينار للاستثمار للعامة من خلال الموقع الالكتروني للشركة عن حالة تضارب المصالح الفعلي او المحتمل و عن الآثار الناجمة منها."
        }
      }
    },
    "twentySecondPart": {
      "title": "مسؤولية الأطراف ذات العلاقة",
      "list": {
        "first": {
          "title": " • ",
          "value": "يجب على الأطراف ذات العلاقة ان يكونوا على دراية تامة بسياسة تضارب المصالح والتقيد بما تقتضيه من احكام."
        },
        "second": {
          "title": " • ",
          "value": "عدم استغلال المنصب لتحقيق مصالح خاصة وتقديم مصلحة الشركة على مصالحه الشخصية او أي مصالح أخرى."
        },
        "third": {
          "title": " • ",
          "value": "تجنب الوقوع في حالة تضارب المصالح قدر المستطاع، والالتزام بطرق معالجتها الواردة في الشروط والاحكام."
        },
        "fourth": {
          "title": " • ",
          "value": "المحافظة على سرية المعلومات غير العامة وعدم استغلالها لتحقيق أي اهداف شخصية."
        },
        "fifth": {
          "title": " • ",
          "value": "المحافظة على ممتلكات الشركة وموجوداتها."
        }
      }
    },
    "twentyThirdPart": {
      "title": "الأنظمة واللوائح'",
      "list": {
        "first": {
          "title": " •",
          "value": "تخضع هذه الشروط والاحكام للأنظمة واللوائح السارية في المملكة العربية السعودية."
        }
      }
    }
  },
  "validateRegisterPassword": {
    "short": "كلمة السر قصيرة (ثمانية خانات على الأقل)",
    "uppercase": "يجب التنويع باستعمال احرف كبيرة.",
    "lowercase": "يجب التنويع باستعمال احرف صغيرة.",
    "digits": "يجب استعمال ارقام.",
    "symbols": "يجب استعمال رموز.",
    "sequential": "يجب تجنب الاحرف و الأرقام المعادة او المتسلسلة .",
    "sameMail": "يجب تجنب استعمال كلمات من البريد الالكتروني الخاص بك .",
    "common": "يجب تجنب استعمال كلمات مرور شائعة."
  },
  "validations": {
    "email": {
      "invalid": "البريد الالكتروني غير صالح",
      "required": "من فضلك ادخل البريد الالكتروني"
    },
    "password": {
      "required": "برجاء ادخال كلمة المرور",
      "min": "كلمة المرور يجب ان لا تقل عن 8 حروف وارقام'"
    },
    "phone": {
      "length": "رقم الجوال يجب ان يكون 10 ارقام",
      "required": "من فضلك ادخل رقم الجوال"
    },
    "termsAndConditions": "يجب أن يوافق المستخدم على الشروط والأحكام",
    "address": {
      "city": "حقل المدينة مطلوب",
      "district": "حقل الحي مطلوب",
      "agree": "يجب أن توافق على اتفاقية شروط وأحكام الاستثمار"
    },
    "kyc": {
      "academicDegree": "حقل المستوي التعليمي مطلوب",
      "annualIncome": "حقل الدخل السنوي مطلوب",
      "assetAmount": "حقل اجمالي الثروة مطلوب"
    },
    "bank": {
      "iban": "الحساب البنكي يجب ان يكون 22 رقم",
      "enterIban": "من فضلك ادخل رقم الايبان",
      "selectBank": "من فضلك حدد اسم البنك",
      "enterAccountName": "من فضلك ادخل اسم الحساب",
      "selectPayment": "حدد طريقة الدفعب"
    },
    "identity": {
      "birthDate": "من فضلك حدد تاريخ الميلاد",
      "nin": {
        "length": "الرقم الوطني يجب ان يكون 10 ارقام",
        "required": "يرجي كتابة الرقم الوطني"
      }
    },
    "contactUs": {
      "contactType": "من فضلك حدد نوع التواصل",
      "message": "برجاء كتابة محتوى الرسالة"
    },
    "changePassword": {
      "oldPassword": {
        "required": "يرجى ادخال كلمة المرور الحالية",
        "min": "كلمة المرور يجب ان لا تقل عن 8 حروف وارقام"
      },
      "newPassword": {
        "required": "يرجى ادخال كلمة المرور الجديدة",
        "min": "كلمة المرور الجديدة يجب ان لا تقل عن 8 حروف وارقام"
      },
      "confirmPassword": {
        "same": "تأكيد كلمة المرور غير متطابقة معا كلمة المرور الجديدة",
        "required": "يرجى تأكيد كلمة المرور"
      }
    },
    "withdraw": "يرجى ادخال مبلغ السحب"
  },
  "update": {
    "maintenance": {
      "true": "التطبيق متوقف للصيانة !",
      "false": "تحديث جديد"
    },
    "newFeatures": "ما الجديد في هذه النسخة",
    "sorryMessage": "نأسف التطبيق متوقف للصيانة الان، وسنعود في اقرب وقت حاول الدخول في وقتٍ لاحق",
    "updateNow": "تحديث الان",
    "messages": {
      "first": "1- تحسينات في التصميم",
      "second": "2- اضافة خصائص جديدة",
      "third": "3- شحن المحفظة من خلال ابل باي"
    }
  },
  "registerCheckIdentity": {
    "title": "التحقق من الهوية",
    "description": "لتوفير خدمة آمنة لابد من التحقق من الهوية",
    "nin": "رقم الهوية الوطنية - رقم الإقامة",
    "birthDate": "تاريخ الميلاد",
    "verify": "التحقق من الهوية"
  },
  "datePickerModal": {
    "title": "تاريخ الميلاد",
    "save": "حفظ",
    "cancel": "الغاء"
  },
  "verificationCode": {
    "title": "رمز التحقق",
    "description": "من فضلك ادخل كود التحقق المكون من ٤ ارقام",
    "verify": "تحقق",
    "loginOtp": "أدخل كلمة المرور المؤقتة التي أرسلت لرقم جوالك",
    "verifyBankAccount": "أدخل كلمة المرور المؤقتة التي أرسلت لرقم جوالك",
    "verifyEmail": "أدخل كلمة المرور المؤقتة التي أرسلت لبريدك الإلكتروني",
    "verifyPhoneNumber": "أدخل كلمة المرور المؤقتة التي أرسلت لرقم جوالك",
    "verifyIndividualUpgrade": "أدخل كلمة المرور المؤقتة التي أرسلت لرقم جوالك\nالمسجل في أبشر",
    "updatePhoneNumberVerifyAbsher": "أدخل كلمة المرور المؤقتة التي أرسلت لرقم جوالك المسجل في أبشر"
  },
  "registerSuccessful": {
    "message": "تم تسجيلك بنجاح",
    "textButton": "استكمال معلومات العميل"
  },
  "registerKycStep1": {
    "header": "معلومات العميل",
    "title": "الخطوة الأولى من 2",
    "description": "العنوان الوطني",
    "city": "المدينة",
    "continue": "استمرار",
    "district": "الحي",
    "street": "اسم الشارع",
    "agree": "أوافق على",
    "terms": "اتفاقية شروط وأحكام الاستثمار"
  },
  "registerKycStep2": {
    "questionsData": {
      "question1": "هل سبق للعميل العمل في القطاع المالي خلال السنوات الخمس السابقة؟",
      "question2": "هل للعميل أي خبرات عملية أخرى ذات صلة بالقطاع المالي؟",
      "question3": "هل العميل عضو مجلس إدارة أو لجنة مراجعة أو أحد كبار التنفيذيين في شركة مدرجة؟",
      "question4": "هل العميل ذو علاقة بعضو مجلس إدارة أو لجنة مراجعة أو أحد كبار التنفيذيين في شركة مدرجة؟",
      "question5": "هل العميل مكلف بمهمات عليا في المملكة أو في دولة أجنبية أو مناصب إدارة عليا أو وظيفة في إحدى المنظمات الدولية؟",
      "question6": "هل للعميل صلة قرابة برابطة الدم أو الزواج وصولا إلى الدرجة الثانية، أو يعد مقربا من شخص مكلف مهمات عليا في المملكة أو في دولة أجنبية أو مناصب إدارة عليا أو وظيفة في إحدى المنظمات الدولية؟"
    },
    "KYCquestion": {
      "yes": "نعم",
      "no": "لا"
    },
    "header": "معلومات العميل",
    "title": "الخطوة الثانية من 2",
    "incomeData": "بيانات الدخل",
    "academicDegree": "ما هو مستواك التعليمي",
    "annualIncome": "الدخل السنوي",
    "assetAmount": "اجمالي الثروة باستثناء العقار السكني",
    "save": "حفظ",
    "academicDegreeData": {
      "name1": "البكالوريوس",
      "name2": "الماجستير",
      "name3": "الدكتوراه",
      "name4": "أخرى"
    },
    "annualIncomeData": {
      "name1": "أقل من 100 ألف",
      "name2": "من 100 ألف إلى 500 ألف",
      "name3": "أكثر من 500 ألف"
    },
    "assetAmountData": {
      "name1": "أقل من مليون",
      "name2": "مليون إلى 5 مليون",
      "name3": "أكثر من 5 مليون"
    }
  },
  "KYCsuccessful": {
    "message": "أكملت بيانات ملفك بنجاح",
    "textButton": "الصفحة الرئيسية"
  },
  "home": {
    "ipo": "الاكتتابات",
    "filterOptions": {
      "allChances": "كل الفرص",
      "available": "الفرص المتاحة",
      "coming": "الفرص القادمة",
      "closed": "الفرص المغلقة"
    },
    "opportunities": {
      "remind": "ذكرني بالفرص الجديدة",
      "empty": "لا يوجد فرص متاحة حتى الآن",
      "error": "حدث خطأ في جلب بيانات العمليات٬ الرجاء المحاولة لاحقاً"
    },
    "arrangingSubscriptions": "ترتيب الاكتتابات",
    "welcome": " أهلا بك ",
    "rial": "ريال",
    "walletBalance": "رصيد المحفظة",
    "walletEmptyBalance": "ابدأ بإضافة مبلغ لمحفظتك\n لتكون جاهزا لاستمثار",
    "depositButton": "إيداع",
    "withdrawButton": "سحب"
  },
  "depositWallet": {
    "title": "شحن المحفظة",
    "description": "بإمكانك شحن محفظتك عن طريق التحويل البنكي إلى حسابك الاستثماري الخاص بدينار في البنك العربي الوطني",
    "accountName": "حسابك الاستثماري",
    "message": "ملاحظة تستغرق عملية الإيداع في حسابك الاستثماري قرابة\n 24 ساعة عمل."
  },
  "withdraw": {
    "title": "عملية سحب",
    "message": "لم تضف حسابك البنكي بعد. لاضافته اذهب إلى معلومات الحساب البنكي في صفحة المزيد",
    "addButton": "إضافة الحساب البنكي",
    "amount": "الرجاء إدخال المبلغ المراد سحبه إلى حسابك البنكي، قد يستغرق إيداع المبالغ في حسابك إلى 24 ساعة عمل",
    "withdrawAmount": "المبلغ المراد سحبه",
    "withdrawButton": "سحب المبلغ",
    "request": "تم طلب سحب مبلغ "
  },
  "addBankAccount": {
    "title": "الحساب البنكي",
    "bankName": "اسم البنك",
    "iban": "رقم الآيبان",
    "accountName": "اسم الحساب",
    "addButton": "إضافة الحساب البنكي",
    "chooseBank": "حدد اسم البنك"
  },
  "bankList": {
    "name1": "مصرف الراجحي",
    "name2": "البنك الأهلي السعودي",
    "name3": "بنك ساب",
    "name4": "مصرف الانماء",
    "name5": "بنك الرياض",
    "name6": "البنك العربي الوطني",
    "name7": "البنك السعودي الفرنسي",
    "name8": "بنك البلاد",
    "name9": "بنك الجزيرة",
    "name10": "البنك السعودي للاستثمار",
    "name11": "بنك مسقط",
    "name12": "بنك الامارات دبي الوطني",
    "name13": "بنك الخليج الدولي"
  },
  "upgradeToInvestor": {
    "name1": "أن يكون قد قام بصفقات في أسواق الأوراق المالية لا يقل مجموع قيمتها عن أربعين مليون ريال سعودي ولاتقل عن عشر صفقات في كل ربع سنة خلال الاثني عشر شهراً الماضية.",
    "name2": "أن لا تقل قيمة صافي أصوله عن خمسة ملايين ريال سعودي.",
    "name3": "أن يعمل أو سبق له العمل مدة ثلاث سنوات على الأقل في القطاع المالي وفي وظيفة مهنية تتعلق بالاستثمار في الأوراق المالية.",
    "name4": "أن يكون حاصلا على شهادة مهنية متخصصة في مجال أعمال الأوراق المالية ومعتمدة من جهة معترف بها دوليا.",
    "name5": "أن يكون حاصلا على الشهادة العامة للتعامل في الأوراق المالية المعتمدة من قبل هيئة السوق المالية،",
    "name6": "أن لا يقل دخله السنوي عن ست مئة ألف ريال سعودي في السنتين الماضيتين."
  },
  "auction": {
    "allAuctions": "كل المزادات ",
    "filterBids": "تصفية المزايدات",
    "filterOptions": {
      "everyone": "الكل",
      "auctionsAvailable": "المزادات المتاحة",
      "myBids": "مزايداتي",
      "closedBids": "المزايدات المغلقة"
    },
    "biddingResults": "نتائج المزايدة",
    "annualReturn": "العائد السنوي",
    "period": "الفترة",
    "month": "شهر",
    "versionSize": "حجم الإصدار",
    "rial": "ريال",
    "profitMargin": "هامش الربح",
    "requiredQuantity": "الكمية المطلوبة",
    "acceptedQuantity": "الكمية المقبولة",
    "biddingEndsYet": "تنتهي المزايدة بعد",
    "murabahaInstruments": "صكوك المرابحة",
    "biddingIsAvailable": "مزايدة متاحة",
    "version": "الإصدار",
    "listOfBids": {
      "listOfBids": "قائمة المزايدات",
      "youHave": "لديك",
      "bids": "مزايدات",
      "coveredOnPrice": "مزايدات",
      "I": "أنا",
      "allBids": "كل المزايدات",
      "myBids": "مزايداتي",
      "startBiddingNow": "ابدأ بالمزايدة الآن",
      "congratulations": "تهانينا، مزايدتك في أعلى قائمة المزايدين على هذه الفرصة",
      "submitBid": "إرسال المزايدة",
      "newBid": "مزايدة جديدة"
    },
    "auctionDetails": {
      "auctionDetails": "مزايدة",
      "bondBiddingOpportunity": "فرصة مزايدة صكوك مرابحة",
      "viewAll": "عرض الكل",
      "versionSize": "حجم الإصدار",
      "biddingPolicy": "سياسة المزايدة",
      "bidPrivacy": "توفر الهيئة السعودية للمحامين (“الهيئة”) في موقعها الإلكتروني معلومات وبيانات، وباستخدام هذا الموقع يوافق المستخدم على الالتزام بشروط الاستخدام للموقع الإلكتروني وشروط استخدام البيانات المفتوحة، علما بأن هذه الشروط والأحكام قد تخضع للتغيير أو التعديل في أي وقت دون الالتزام بإشعار سابق. ويخضع استخدام هذا الموقع للأنظمة واللوائح ذات العلاقة وللمطالبات والخلافات التي تنشأ عن استخدام الموقع الإلكتروني للهيئة.\n\nحقوق النشر والملكية الفكرية\n تحتفظ الهيئة بحقوق النشر وحقوق الملكية الفكرية لمحتويات الموقع بما في ذلك شعار الهيئة. لا يحق لمستخدم الموقع نسخ أو طباعة أو تحميل أي من محتويات هذا الموقع، إلا للاستعمال الشخصي أو للاستعمال داخل الجهة أو المنظمة التي يكون المستخدم تابع لها، مع المحافظة على حقوق النشر والملكية الفكرية بذات الشكل والطريقة الموجودة في الأصل الذي نسخت أو طبعت أو حملت منه (الهيئة السعودية للمحامين ©)\n\nإتاحة وتوفر الموقع\nتعمل الهيئة على أن تكون خدمات الموقع الإلكتروني متوفرة ومتاحة للمستخدم على مدار الساعة، ولا تعد الهيئة مسؤولة عن عدم توفر هذه الخدمات نتيجة لأسباب فنية أو تقنية أو غيرها. ويمكن للهيئة تعليق الوصول إلى هذا الموقع بشكل مؤقت أو دائم دون الالتزام بإشعار سابق.\n\nالدقة والضمانات\nتبذل الهيئة الجهد للتأكد من أن المعلومات المتوفرة في هذا الموقع شاملة ودقيقة بقدر المستطاع. ولا تتحمل الهيئة أي مسئولية عن أي خسائر أو أضرار تنتج عن أي استخدام لهذا الموقع أو محتواه.\n\nالربط بالمواقع الأخرى\nيعد توفير الروابط للمواقع الإلكترونية الأخرى لغرض التسهيل على المستخدم، دون أدنى مسؤولية على الهيئة عن محتويات تلك المواقع الإلكترونية كما أن الهيئة لا تتبنى أي خدمات أو منتجات مقدمة أو مشار إليها في تلك "
    },
    "investmentPeriodReturn": "عائد فترة الاستثمار",
    "programAmount": "حجم البرنامج",
    "coverageRatio": "نسبة التغطية",
    "details": "تفاصيل الفرصة",
    "remind": "ذكرني",
    "invest": "استثمر الآن",
    "days": "ايام"
  },
  "opportunityStatus": {
    "available": "الفرصة متاحة",
    "upcoming": "فرصة قادمة",
    "closed": "الفرصة مغلقة",
    "fulfilled": "مقبول",
    "issued": "مُصدر",
    "rejected": "مرفوض",
    "pending": "قيد التنفيذ",
    "matured": "مطفئ"
  },
  "input": {
    "changeMail": "تغيير البريد"
  },
  "myProfile": {
    "name": "الاسم",
    "phone": "رقم الجوال",
    "verifyPhone": "تحقق من رقم الجوال",
    "email": "البريد الإلكتروني",
    "verifyEmail": "تحقق من البريد الالكتروني",
    "title": "الملف الشخصي"
  },
  "tabButtonStack": {
    "home": "الرئيسية",
    "investment": "اكتتاباتي",
    "auction": "المزاد",
    "transactions": "العمليات",
    "more": "المزيد"
  },
  "myInvestment": {
    "invoice": {
      "value": "إجمالي العوائد",
      "title": "ريال"
    },
    "chatLine": "إجمالي الاستثمار القائم",
    "subscriptions": "اكتتاباتي",
    "emptyList": {
      "button": "استثمر الان",
      "text": "لا يوجد لديك اسثمارات"
    },
    "arrangingSubscriptions": "ترتيب الاكتتابات",
    "filterOptions": {
      "all": "كل الاكتتابات",
      "canceled": "المغلقة",
      "pending": "قيد التنفيذ",
      "issued": "المُصدرة",
      "fulfilled": "مقبولة",
      "rejected": "المرفوضة",
      "matured": "مطفئ"
    },
    "welcome": " أهلا بك ",
    "error": "حدث خطأ في جلب بيانات العمليات٬ الرجاء المحاولة لاحقاً"
  },
  "transactions": {
    "title": "عملياتي",
    "button": "استثمر الان",
    "text": "لا يوجد عمليات حتى الان",
    "order": "ترتيب العمليات",
    "error": "حدث خطأ في جلب بيانات العمليات٬ الرجاء المحاولة لاحقاً",
    "data": {
      "first": "من التاريخ الأقدم",
      "second": "من التاريخ الأحدث",
      "third": "من الأعلى سعر",
      "fourth": "من الأقل سعر"
    }
  },
  "moreScreen": {
    "more": {
      "KYC": "نموذج معلومات العميل",
      "bankAccount": "معلومات الحساب البنكي",
      "upgradeToInvestor": "طلب الترقية لمستثمر مؤهل",
      "agencyAgreement": "اتفاقية شروط وأحكام الاستثمار"
    },
    "settings": "الإعدادات",
    "faq": "الأسئلة الشائعة",
    "supportCenter": "مركز الدعم",
    "shariaCommittee": "اللجنة الشرعية",
    "shariaCommitteeScreen": {
      "members": "أعضاء اللجنة الشرعية",
      "shariaCommitteeList": {
        "name1": "أ.د. يوسف بن عبدالله الشبيلي",
        "title1": "رئيس اللجنة",
        "details1": "حاصل على درجة الماجستير والدكتوراه في الفقه المقارن، وهو أستاذ جامعي في المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية، وفضيلته عضو ورئيس لعدد من الهيئات الشرعية في المملكة العربية السعودية وخارجها، وأحد أعضاء المجلس الشرعي لهيئة المحاسبة والمراجعة للمؤسسات المالية الإسلامية (أيوفي).",
        "name2": "د. عبدالله بن عيسى العايضي",
        "title2": "عضو",
        "details2": "أستاذ الفقه المشارك بجامعة جازان، وعضو لجنة المعايير الشرعية بهيئة المحاسبة والمراجعة للمؤسسات المالية الإسلامية (أيوفي)، وعضو فريق نظام المعاملات المدنية في لجنة التشريعات القضائية بالمملكة العربية السعودية. وله أعمال بحثية وكتب مطبوعة في التمويل الإسلامي.",
        "name3": "د. خالد بن محمد السياري",
        "title3": "عضو",
        "details3": "حاصل على درجة الماجستير والدكتوراه في الفقه المقارن من المعهد العالي للقضاء بالرياض، و هو أستاذ جامعي في الجامعة السعودية الإلكترونية، وقد عمل سابقاً ممارساً في عدد من البنوك والشركات المالية في مجال الاستشارات الشرعية والقانونية وتطوير المنتجات الإسلامية، وهو عضو في عدد من الهيئات واللجان الشرعية لعدد من المؤسسات المالية الإسلامية."
      }
    },
    "aboutUs": "عن دينار",
    "logout": "تسجيل خروج",
    "title": "المزيد",
    "userInfo": "معلومات العميل",
    "accountSettings": "إعدادات الحساب",
    "helpCenter": "مركز المساعدة"
  },
  "viewKYC": {
    "yes": "نعم",
    "no": "لا",
    "header": "تحديث نموذج معلومات العميل",
    "addressTitle": "العنوان الوطني",
    "incomeDetailsTitle": "بيانات الدخل",
    "addressInfo": {
      "title1": "المدينة",
      "title2": "الحي",
      "title3": "اسم الشارع"
    },
    "incomeDetails": {
      "title1": "المستوى التعليمي",
      "title2": "الدخل السنوي",
      "title3": "اجمالي الثروة باستثناء العقار السكني"
    },
    "questions": {
      "question1": "هل سبق للعميل العمل في القطاع المالي خلال السنوات الخمس السابقة؟",
      "question2": "هل للعميل أي خبرات عملية أخرى ذات صلة بالقطاع المالي؟",
      "question3": "هل العميل عضو مجلس إدارة أو لجنة مراجعة أو أحد كبار التنفيذيين في شركة مدرجة؟",
      "question4": "هل العميل ذو علاقة بعضو مجلس إدارة أو لجنة مراجعة أو أحد كبار التنفيذيين في شركة مدرجة؟",
      "question5": "هل العميل مكلف بمهمات عليا في المملكة أو في دولة أجنبية أو مناصب إدارة عليا أو وظيفة في إحدى المنظمات الدولية؟",
      "question6": "هل للعميل صلة قرابة برابطة الدم أو الزواج وصولا إلى الدرجة الثانية، أو يعد مقربا من شخص مكلف مهمات عليا في المملكة أو في دولة أجنبية أو مناصب إدارة عليا أو وظيفة في إحدى المنظمات الدولية؟"
    }
  },
  "upgradeToInvestor1": {
    "title": "طلب الترقية لمستثمر مؤهل",
    "alert": "انت الان مستثمر مؤهل",
    "submittedAlert": "تم رفع الطلب سابقا و يتم مراجعته حاليا .",
    "description": "يمكن للمستثمر طلب الترقية لمستوى مستثمر مؤهل بعد تحقيقه لأحد شروط الترقية التي نصت عليها تعليمات هيئة السوق المالية. يتيح مستوى المستثمر المؤهل للمستثمر إمكانية الاستثمار بجميع الفرص الاستثمارية بلا حد سنوي أو حد لكل فرصة استثمارية.",
    "limitsListTitle": "حدود الاستثمار للمستثمر غير المؤهل:",
    "limit1": "٢٠ ألف ريال سعودي لكل فرصة استثمارية",
    "limit2": "١٠٠ ألف ريال كاستثمارات قائمة خلال السنة الواحدة",
    "button": "استمرار"
  },
  "upgradeToInvestor2": {
    "selectConditions": "من فضلك حدد شرط من الشروط التالية",
    "upload": "الرجاء رفع أحد الوثائق السابقة",
    "header": "طلب الترقية لمستثمر مؤهل",
    "description": "إرفع الوثيقة التي تثبت تحقيقك لأحد شروط الترقية التالية:",
    "downloadButton": "مرفق التحقق",
    "requestButton": "إرسال الطلب",
    "initState": "الرجاء رفع أحد الوثائق السابقة"
  },
  "settings": {
    "notificationTitle": "الإشعارات",
    "passwordTitle": "كلمة المرور",
    "languageTitle": "اللغة",
    "title": "الإعدادات",
    "notifications": {
      "firstSection": {
        "title": "ما هي الوسائل التي ترغب بلتقي الاشعارات عن طريقها",
        "actions": {
          "title1": "اشعارات من خلال البريد الإلكتروني",
          "title2": "اشعارات من خلال الرسائل النصية"
        }
      },
      "secondSection": {
        "title": "الاستثمارات",
        "actions": {
          "title1": "الاكتتابات الجديدة",
          "title2": "التوزيعات النقدية"
        }
      },
      "thirdSection": {
        "title": "الاخبار والعروض التريرويجية",
        "actions": {
          "title1": "الاشتراك بالنشرة البريدية الدورية لدينار",
          "title2": "تلقي إشعارات بمواضيع المدونة الجديدة",
          "title3": "تلقي إشعارات بالعروض الترويجية",
          "title4": "تلقي إشعارات بالمنتجات الاستثمارية الجديدة",
          "title5": "تلقي إشعارات بأخبار دينار"
        }
      }
    },
    "password": {
      "successAlert": "تم تغير كلمة المرور بنجاح ",
      "title": "تغيير كلمة المرور",
      "current": "كلمة المرور الحالية",
      "new": "كلمة المرور الجديدة",
      "confirm": "تأكيد كلمة المرور الجديدة",
      "submitButton": "تحديث كلمة المرور"
    }
  },
  "contactUs": {
    "successAlert": "تم ارسال رسالتك بنجاح وسيتم التواصل معك في اقرب وقت ، شكراً لك",
    "title": "مركز الدعم",
    "contactType": "نوع التواصل",
    "email": "البريد الالكتروني",
    "message": "اكتب المحتوى هنا",
    "sendButton": "إرسال",
    "contactType1": "مقترح",
    "contactType2": "استفسار",
    "contactType3": " مشكلة",
    "contactType4": "استعلام عن رصيد",
    "contactType5": "استعلام عن الاستثمار",
    "contactType6": " الاشتراك"
  },
  "aboutUs": {
    "header": "عن دينار",
    "subtitle": "منصة التمويل بالصكوك",
    "title": "قصتنا",
    "content": "نحن ھنا في منصة دینار نختص في إصدار أدوات الدین للشركات، حیث نوفر لرواد الأعمال فرصة الحصول على تمویل مرن وسریع . كما نمكن في دینار الأفراد والمنشآت من استملاك أصل استثماري جدید ظل غائبا عن محافظ المستثمرین محلیا والمشاركة في تمویل المنشآت بھوامش مجزیة."
  },
  "faq": {
    "header": "الاسئلة الشائعة",
    "category1": {
      "name": "الكل"
    },
    "category2": {
      "name": "الاستثمار في الصكوك",
      "questions": {
        "title1": "من يمكنه الاستثمار في دينار؟",
        "question1": "يمكن لكل من تجاوز 18 عام ويملك هوية وطنية او إقامة، ولديه حساب في أحد البنوك المحلية ان يستثمر على منصة دينار.",
        "title2": "ماهي المخاطر المصاحبة للاستثمار في الصكوك؟",
        "question2": "تعتبر الصكوك من الاستثمارات عالية المخاطر، وأخطر ما يواجهه المستثمرون هو تعثر الجهة طالبة التمويل وتخلفها عن سداد التزاماتها. ونحن بدورنا نسعى لتقليص حجم هذه المخاطر بدراسة مفصلة وتحليل دقيق على حالة طالب التمويل الائتمانية.",
        "title3": "ماهي خطوات الاستثمار في منصة دينار؟",
        "question3": "بعد انشاء حساب المستخدم وإدخال المعلومات الشخصية اللازمة، يمكن للمستثمر تحويل الأموال من أي بنك محلي الى حسابه على المنصة ومن ثم الاستثمار بها.",
        "title4": "كيف يمكن متابعة الاستثمارات على منصة دينار؟",
        "question4": "يستطيع المستثمر متابعة استثماراته عند الدخول الى حسابه في منصة دينار واختيار استثماراتي",
        "title5": "ما هو الحد الأدنى للاستثمار؟",
        "question5": "يقدر الحد الأدنى للاستثمار من 1000ريال سعودي.",
        "title6": "ما طبيعة الأرباح وكيف يتم الحصول عليها؟",
        "question6": "للصكوك عوائد دورية ( شهرية , ربع سنوية , نصف سنوية , سنوية ) يحصل عليها المستثمر عند تاريخ التوزيع الدوري والمحدد في نشرة الإصدار للفرصة الاستثمارية، ويسترد المستثمر رأس ماله عند تاريخ الاستحقاق.",
        "title7": "كيف تتم عملية إيداع الأموال في منصة دينار؟",
        "question7": "يمكن إيداع الأموال بالتحويل البنكي مباشرة الى حساب المستثمر عبر المنصة.",
        "title8": "بعد الاستثمار في الصكوك هل يمتلك المستثمر جزءاً من الشركة طالبة التمويل؟",
        "question8": "لا، عند الاستثمار في الصكوك يمتلك المستثمر حصة مشاعة في أصل لدى طالب التمويل وليس حصة من الشركة. فالعلاقة بين المستثمر وطالب التمويل هي علاقة دائنة وليست مشاركة تنتهي عند سداد طالب التمويل آخر التزاماته في تاريخ محدد سابقاً."
      }
    },
    "category3": {
      "name": "التمويل عن طريق الصكوك",
      "questions": {
        "title1": "ماهي الشروط الواجب توفرها في طالب التمويل؟",
        "question1": "ان يكون الكيان القانوني شركة وليست مؤسسة، وجود قوائم مالية مدققة، سجل تجاري سعودي ساري المدة.",
        "title2": "ماهي مراحل عملية التمويل وكم تستغرق من الوقت؟",
        "question2": "1. التسجيل في منصة دينار ورفع البيانات والمستندات المطلوبة.\n 2. الدراسة الائتمانية للشركة وطلب التمويل.\n 3. ارسال العرض التمويلي بعد يومين من اكتمال التسجيل.\n 4. طرح مبلغ التمويل خلال 10 أيام من اكتمال التسجيل",
        "title3": "ماهي اقصى مدة للتمويل؟",
        "question3": "سنوات 10 .",
        "title4": "ما هو الحد الأقصى للمبلغ المطلوب تمويله؟ ",
        "question4": "يمكن لطالب التمويل ان يمول مشروعه الى حد 10 مليون."
      }
    },
    "category4": {
      "name": "الصكوك",
      "questions": {
        "title1": "ما هي الصكوك؟",
        "question1": "تعرف الصكوك على انها أوراق مالية متوافقة مع الشريعة تمثل حصة مشاعة في أصل، تصدرها الجهات الحكومية والشركات لتطوير مشاريع تنموية. ويلتزم مصدر الصكوك بتوزيع أرباح نقدية بشكل دوري وإعادة رأس المال في وقت محدد.",
        "title2": "كیف یتم الاستثمار في الصكوك",
        "question2": "يعتبر الاستثمار في الصكوك فيما مضى محصوراً على المستثمرين المؤهلين وبحد أدنى للاستثمار قدره مليون ريال. وبعد جهود هيئة سوق المال في سبيل تطوير قطاع المالية والاستثمار فتحت أبواب الاستثمار في الصكوك للجميع من خلال الترخيص لمنصات اصدار أدوات الدين، ونحن في دينار نقدم فرص الاستثمار في الصكوك بشكل بسيط وميسر عن طريق اتاحة الفرص الاستثمارية في المنصة وتقديمها للمستثمرين بعد دراسة المشروع والمتانة الائتمانية لطالب التمويل.",
        "title3": "ما ھو المنتج المقدم من دینار للاستثمار؟",
        "question3": "حالياً تقدم منصة دينار التمويل عن طريق صكوك المرابحة، وهي صكوك تحمل قيماً متساوية تصدرها المنشاة ذات الغرض الخاص بغرض شراء سلعة ما ثم بيعها بمرابحة معلومة بالآجل وبتاريخ معلوم على طالب التمويل، ليقوم طالب التمويل باستخدام هذه السلعة او متحصلات بيعها في تطوير وتنمية مشروعه.",
        "title4": "ماهي المنشاة ذات الغرض الخاص وما دورها؟",
        "question4": "هي منشأة مؤسسة ومرخص لها من هيئة السوق المالية بموجب القواعد المنظمة للمنشآت ذات الأغراض الخاصة لإصدار أدوات دين أو وحدات استثمارية، وتتمتع بالذمة المالية والشخصية الاعتبارية المستقلة، وتنتهي المنشأة بانتهاء الغرض الذي أسست من أجله، وذلك وفقاً للقواعد والأحكام التي تصدرها الهيئة.",
        "title5": "التوافق مع الشريعة الإسلامية",
        "question5": "تلتزم منصة دينار بتطبيق احكام الشريعة الإسلامية، وتقديم خدمات تمويلية تسمح لطالب التمويل بالانتفاع من التقنية المالية وللمستثمرين من تنويع استثماراتهم وفقاً للمعايير والاحكام الشرعية."
      }
    }
  },
  "invest": {
    "select": "حدد طريقة الاستثمار",
    "invoice": "اختر عدد الصكوك",
    "perSuk": " ريال للصكك الواحد",
    "totalCost": "إجمالي المبلغ المستثمر",
    "useWallet": "استخدام رصيد المحفظة",
    "remaining": "الرصيد المتبقي بالمحفظة بعد الاستثمار",
    "investNow": "استثمر الان",
    "payNow": "ادفع الان ",
    "message": "رصيد المحفظة لايغطي مبلغ الاستثمار. تستطيع أن تكمل المبلغ عن طريق الدفع بواسطة أبل باي أو بطاقة مدى",
    "remainingAmount": "المبلغ المتبقي "
  },
  "paymentCard": {
    "title": "طرق الدفع",
    "cardNumber": "رقم البطاقة",
    "expireDate": "تاريخ الانتهاء",
    "cvc": "رمز الأمان CVC",
    "payNow": "ادفع الان "
  },
  "myInvestmentCard": {
    "info": {
      "month": "شهر",
      "period": "الفترة"
    },
    "totalInvestmentAmount": "اجمالي مبلغ الاستثمار",
    "release": "توزيعات الاصدار"
  },
  "transactionDetails": {
    "info": {
      "title1": "القطاع",
      "value1": "التعليم",
      "title2": "الغرض من التمويل",
      "value2": "مشاريع رأس مالية",
      "title3": "حجم الإصدار",
      "value3": "10,000,000",
      "title4": "تاريخ الاستحقاق",
      "value4": "2022/03/20",
      "title5": "أجل الإصدار",
      "value5": "12 شهر",
      "title6": "نوع الصكوك",
      "value6": "صكوك مرابحة",
      "title7": "قيمة الاستثمار",
      "value7": "2000 ريال"
    }
  },
  "investmentDetails": {
    "info": {
      "title1": "القطاع",
      "title2": "رقم الاصدار",
      "title3": "الغرض من التمويل",
      "title4": "حجم الإصدار",
      "title5": "عدد الصكوك",
      "title6": "تاريخ الاستحقاق",
      "title7": "أجل الإصدار"
    },
    "files": {
      "title1": "ملخص مستند الطرح",
      "title2": "مستند الطرح"
    },
    "scheduleInfo": {
      "title1": "تاريخ الدفعة",
      "title2": "القيمة الأسمية",
      "title3": "التوزيعات"
    },
    "detailsTitle1": "ملفات مستند الطرح",
    "detailsTitle2": "جدول السداد والتوزيعات الدورية (للصك الواحد)",
    "batch": "الدفعة "
  },
  "investSuccessful": {
    "track": "يمكنك متابعة حالة الطلب من",
    "mySubscription": "اكتتاباتي",
    "opportunities": "الفرص المتاحة والقادمة",
    "home": "الصفحة الرئيسية",
    "completed": "لقد تم طلب الاستثمار بنجاح"
  },
  "bankAccount": {
    "title": "الحساب البنكي",
    "message": "عند تحديث حسابك البنكي مرة أخرى سوف يذهب الطلب إلى مدير نظام دينار للموافقة",
    "updateBankAccount": "تحديث الحساب البنكي"
  },
  "editEmail": {
    "title": "تحديث البريد الالكتروني",
    "submit": "تحديث"
  },
  "editPhoneNumber": {
    "title": "تحديث رقم الجوال"
  },
  "editProfile": {
    "message": "لا يمكن تغير رقم الجوال والبريد الالكتروني معاً",
    "title": "تحديث الملف الشخصي",
    "verMessage": "يتطلب عند تحديث رقم جوالك أو بريدك الإلكتروني عملية التحقق بارسال رمز للتحقق ولا يمكن تغير رقم الجوال والبريد الالكتروني معاً",
    "updateButton": "تحديث التغييرات"
  },
  "individualUpgradeSuccess": {
    "success": "تم إرسال الطلب بنجاح وسيتم الرد عليك في أقرب وقت ممكن."
  },
  "individualUpgradeSuccessful": {
    "success": "تم ارسال الطلب بنجاح وسوف يتم الرد عليك في اقرب وقت"
  },
  "shareInvestment": "مشاركة الاستثمار",
  "copied": "تم نسخ",
  "transactionItem": {
    "deposited": "إيداع إلى المحفظة",
    "withdraw": "توزيعات نقدية | #84543"
  },
  "addNewPaymentCard": {
    "title": "طريقة دفع جديدة",
    "add": "إضافة البطاقة"
  },
  "createPassword": {
    "title": "كلمة المرور الجديدة",
    "resetPass": "اعد كلمة المرور"
  },
  "langs": {
    "english": "اللغة الانجليزية",
    "arabic": "اللغة العربية",
    "title": "اللغة"
  },
  "myInvestmentDetails": {
    "info": {
      "value1": "اسم البرنامج",
      "value2": "حجم البرنامج",
      "value3": "رقم الاصدار",
      "value4": "حجم الإصدار",
      "value5": "العائد السنوي",
      "value6": "اجمالي التوزيعات",
      "title5": "5000 ريال"
    },
    "scheduleInfo": {
      "title1": "جزء القيمة الاسمية",
      "value1": "0 ريال",
      "title2": "جزء التوزيعات الدورية",
      "value2": "0 ريال",
      "title3": "حالة التوزيع",
      "value3": "مدفوع",
      "title4": "حجم التوزيع",
      "value4": "100 ريال"
    },
    "title": "جدول التوزيعات (للصك الواحد)"
  },
  "notifications": {
    "title": "الاشعارات",
    "notificationList": {
      "title1": "فرصة استثمارية",
      "body1": "فرصة استثمارية بعائد سنوي يصل إلى 8%"
    }
  },
  "loginOtp": {
    "message": "مرحبا بك  ،،\nادخل رمز الدخول",
    "button": "اعادة ارسال"
  },
  "messages": {
    "reachedInvestmentLimit": "تجاوزت الحد الأعلى المسموح به في كل برنامج (20 ألف ريال)",
    "userIsUnderAge": "بحسب قواعد هيئة السوق المالية لايسمح بالاستثمار لمن هم دون ١٨ سنة"
  },
  "logout_modal": {
    "yes": "نعم",
    "message": "هل تريد تسجيل الخروج ؟",
    "cancel": "الغاء"
  }
}
